Repository: juliopaiva16/futzin
Catalog: lib/l10n/app_*.arb
Languages: pt

# appTitle
source: FutSim Advanced
pt: FutSim Avançado

source: Export log
pt: Exportar log

source: Start Match
pt: Iniciar Partida

source: Stop
pt: Parar

# invalidLineups
source: Invalid lineups. Check GK/DEF/MID/FWD.
pt: Escalações inválidas. Verifique GOL/DEF/MEI/ATA.

source: No events to export.
pt: Sem eventos para exportar.

source: Auto-pick
pt: Autoescalar

# subs
source: Subs ({count} left)
pt: Subs ({count} rest.)

source: Valid lineup
pt: Escalação válida

source: Incomplete lineup
pt: Escalação incompleta

source: Team name
pt: Nome do time

source: Formation
pt: Formação

# startButton
source: Start Match
pt: Iniciar Partida

# possessionLabel
source: Possession
pt: Posse

# labelBias
source: Bias
pt: Viés

# labelTempo
source: Tempo
pt: Ritmo

# labelPressing
source: Pressing
pt: Pressão

# labelLine
source: Def. line
pt: Linha def.

# labelWidth
source: Width
pt: Largura

source: Defensive
pt: Defensivo

source: Offensive
pt: Ofensivo

source: Low
pt: Baixo

source: High
pt: Alto

source: Narrow
pt: Estreito

source: Wide
pt: Aberto

source: Edit
pt: Editar

source: Cancel
pt: Cancelar

source: Save
pt: Salvar

# statusInjured
source: INJ
pt: LES

# statusSentOff
source: OFF
pt: EXP

# subsDialogTitle
source: Substitutions - {team} ({left} left)
pt: Substituições - {team} ({left} restantes)

source: On field
pt: Em campo

source: Bench
pt: Banco

source: Confirm
pt: Confirmar

source: Close
pt: Fechar

source: Kick-off!
pt: Início de jogo!

# coolMinute
source: {minute}': calm minute in midfield.
pt: {minute}': jogo cadenciado no meio-campo.

# goal
source: GOAL! {team} scores with {player}.
pt: GOOOOOOL! {team} marca com {player}.

# foulYellow
source: Strong foul. Yellow card for {player} ({team}).
pt: Falta forte. Cartão amarelo para {player} ({team}).

# foulRed
source: Horrible tackle! Red card for {player} ({team}).
pt: Entrada duríssima! Cartão vermelho para {player} ({team}).

# secondYellow
source: Second yellow! {player} is sent off.
pt: Segundo amarelo! {player} está expulso.

# injury
source: Injury! {player} ({team}) goes down hurt.
pt: Lesão! {player} ({team}) cai sentindo.

# subTired
source: Substitution {team}: {out} exhausted, {inn} comes in.
pt: Substituição {team}: {out} exausto, entra {inn}.

# subInjury
source: Substitution {team}: {out} feels pain and leaves, {inn} comes in.
pt: Substituição {team}: {out} sente e sai, entra {inn}.

# subYellowRisk
source: Substitution {team}: {out} (booked) out, {inn} in.
pt: Substituição {team}: {out} (amarelado) dá lugar a {inn}.

# endMatch
source: Full time!
pt: Fim de jogo!
